sample/sample-app-android/modules/modules.dot
digraph {
  edge ["arrowhead"="normal","arrowtail"="none"]
  graph ["dpi"="100","fontsize"="30","ranksep"="1.5","rankdir"="TB"]
  node ["style"="filled"]
  "Lib android" ["fillcolor"="#55FF55","shape"="none"]
  "Lib java" ["fillcolor"="#FF8800","shape"="none"]
  "Lib kotlin jvm" ["fillcolor"="#CA66FF","shape"="none"]
  "Lib kotlin mp" ["fillcolor"="#9D8DF1","shape"="none"]
  "app android" ["fillcolor"="#09AD35","color"="black","penwidth"="3","shape"="box"]
  "Lib android" -> "Lib kotlin jvm" ["style"="dotted"]
  "Lib kotlin mp" -> "Lib android"
  "Lib kotlin mp" -> "Lib java" ["style"="dotted"]
  "Lib kotlin mp" -> "Lib kotlin jvm"
  "app android" -> "Lib android" ["style"="dotted"]
  "app android" -> "Lib kotlin mp" ["style"="dotted"]
}
